packages/django-jbank/django-jbank-3.8.6.tar.gz/django-jbank-3.8.6/logs/ws/00000018a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:pkif="http://danskebank.dk/PKI/PKIFactoryService" xmlns:elem="http://danskebank.dk/PKI/PKIFactoryService/elements">
  <soapenv:Header/>
  <soapenv:Body>
    <pkif:CreateCertificateIn>
      <pkif:RequestHeader>
        <pkif:SenderId>6D3142</pkif:SenderId>
        <pkif:CustomerId>6D3142</pkif:CustomerId>
        <pkif:RequestId>18</pkif:RequestId>
        <pkif:Timestamp>2020-07-20T19:47:41.897002+03:00</pkif:Timestamp>
        <pkif:InterfaceVersion>1</pkif:InterfaceVersion>
      </pkif:RequestHeader>
    <EncryptedData xmlns="http://www.w3.org/2001/04/xmlenc#" Type="http://www.w3.org/2001/04/xmlenc#Element">
<EncryptionMethod Algorithm="http://www.w3.org/2001/04/xmlenc#tripledes-cbc"/>
<KeyInfo xmlns="http://www.w3.org/2000/09/xmldsig#">
<EncryptedKey xmlns="http://www.w3.org/2001/04/xmlenc#">
<EncryptionMethod Algorithm="http://www.w3.org/2001/04/xmlenc#rsa-1_5"/>
<KeyInfo xmlns="http://www.w3.org/2000/09/xmldsig#">
<X509Data>
<X509Certificate>MIIFATCCAumgAwIBAgIFAQjv8bkwDQYJKoZIhvcNAQELBQAwgZgxEDAOBgNVBAMT
B0RCR1JPT1QxCzAJBgNVBAYTAkRLMRMwEQYDVQQHEwpDb3BlbmhhZ2VuMRAwDgYD
VQQIEwdEZW5tYXJrMRowGAYDVQQKExFEYW5za2UgQmFuayBHcm91cDEaMBgGA1UE
CxMRRGFuc2tlIEJhbmsgR3JvdXAxGDAWBgNVBAUTDzYxMTI2MjI4MTExMDAwMzAe
Fw0yMDAyMDQxMjAwMDBaFw0yMjAyMDQxMjAwMDBaMIGYMRAwDgYDVQQDEwdEUENS
WVBUMQswCQYDVQQGEwJESzETMBEGA1UEBxMKQ29wZW5oYWdlbjEQMA4GA1UECBMH
RGVubWFyazEaMBgGA1UEChMRRGFuc2tlIEJhbmsgR3JvdXAxGjAYBgNVBAsTEURh
bnNrZSBCYW5rIEdyb3VwMRgwFgYDVQQFEw82MTEyNjIyODQ5MTAwMDkwggEgMA0G
CSqGSIb3DQEBAQUAA4IBDQAwggEIAoIBAQCmSUzQYj0Fx3jwvkz0lhmyyXRKwo5T
hts+1xFrG7euQ6oIMUJJpr8tgKxwDxdxxK/RXaYCHRH9mpIoyxCPlS3reRF4BMB6
gL2KOINnRyC3jmJ7kYHyWdhYfMb5VPIvusqPXc91HdVJb6rxvVSrTy/dB+V1od2q
uHNxA+Luhno37CXU1STrVvSrgHzOm45MROryuOu0lWY+d49tWZN9ilNI2Rf8mJjT
ZVKwJu4v02jXLGAqWpXQX0vxa7nI1D0xkOqnTvd04iDOdDE+jRtiy3SF8508LRqQ
jRH+9TZbX++yFd9Z/AR2h6AwM8OsLSC1QMJG7KeJw8st7K9i8KEOdglpAgEDo1Iw
UDAfBgNVHSMEGDAWgBTrVX/FmGlwJqoQ3fgyj1cJ40A/OjAdBgNVHQ4EFgQUMowN
BX+7Vy5lfO+d+tCxZ+ZupdYwDgYDVR0PAQH/BAQDAgQwMA0GCSqGSIb3DQEBCwUA
A4ICAQA+TV7cAPm5mKIAzTfuS4x4/KAlysTXZ3o0F2fYZmylNnUafi0+T21utPAv
bBYVFpr9fRq+q0L75ZCqU4pDvRLpHF7Q0RZ01ra7otVS78saxc/YUql+MsnHxeUw
9F8FJx7234KlRkhmY8xB743T/LQcp3zCRYUd0Rn2Ocaq7YoYGnx8QALItmJcagsX
MwYVsvXtWHHaDGFpcaivLX3e8cVQ+nI7slq1EfJ5xEdtSZ/zcGv+Ve4S6D1HLQ/K
oTQMzematrVvwwJMuqLMQdA1Pdtau3niupB3Se7AUq0bEZYF04Zlo4sOE21K9gSt
lJ5tSq0ohli02uXuQ/ggsqZSIH4t9WirWOMpS4KFkub02AYaicbm6SUyVg+odEaj
cFz+TEqd9C7cGgBL6MkLxXGj0DX64z4yU9lMlqQ8CzuZi5cMfpxvHVm4E+etLnYf
fzZ6jPnf3RbVumxPaRqnz6vceijWtmESg6cBei+phPzMCjjrXP0xng3+Bzqdn/lY
e8znS54o+UWJcENwvGc6tsUtBYGJOe6srIJHrXQKTG3DN6oDN2U5zT4cUBFvlHjx
fdj14m0Y0+gE90iTUJknWVRyyNDhPbYG1YCHRItVUxpGIp9tsV5FRP5qVbiMC7ba
hEsDAxMvL29i1vJbnJPT9e4OPkhEN5IqVQbu0QeOKMYT/YMZZQ==</X509Certificate>
</X509Data>
</KeyInfo>
<CipherData>
<CipherValue>GAi2xbaBGR7f7qiw05To1E4LuTm1TJ9D7l9RF7HorFYS6nD8G0VmENrEKZHc7rwC
D/wKO9Q6m/XmOX3/MG8Yv2+hgYsl3gPBamGNFGTFQC8C9Iz5eF9wr8A2J1JQW3Wp
Wq9FVoUP8k7xnYoqNEGpBxZDz2smYu2owuPc/YI2OR7JGhGLfWCvs5b14ul094qa
tFI3Tf2YUzgGf8k8sMuX885aJavdnYn4iopEcjx4O8Gazx6hSB7k2J3MU8W0Qxk8
fWZuclKvs8nzS68KvXN2BhA+J3ESXXqkj4keLNBmVoHMirM0BGV9pnj/kYnjYlxm
D3X2UHQa6I2O3wdXVNNLug==</CipherValue>
</CipherData>
</EncryptedKey>
</KeyInfo>
<CipherData>
<CipherValue>pUiT2EBnDMowV2sXg4wa665Vg9U4GCWsPRkJj9RElAD+hz3SGQlpCXSVhxAu4CWY
MEajQ3gLiB5gmVHWBPnuxmJ6+TfUHuI5IvfV6V0/Twjpm1KNW3aX5p2pAFTcXIC6
u7zkTedG91VkzmaxmFf9qYzuFSP/XGE5crkJ2WJ3In9g1iwx8cf4SF/V6xCvUSXr
6thVMJZkxDWtTqSBEr4WtfJL2dhxM+TVsqPk+jgPNVifiJcfRys2n0VuaS/Ezr7C
MbLZoH716xaGsb7RZPKXQF/PpsGmph+5Xi/Y0U7yrq/UPWLZfTx0aJzIRrsBuzDx
NlUKrujf4Y4Iop/B4O8jnZTHwh/82BSxeBJ8Q29vsKxgaE6BFKw/aH5+mOCW6Vvc
FhGxuIRxtXY1hOncUHOj1W8mYU/yV1LnQmRPPYNIcLDkyNwkrxiLm87vRztJixgz
BBPPX3C9dE0GX+5YhkhWLs12q2JZbidhswUO9aIR0GruzkX/zKTYpMWvR5zRIcN2
LclOhjTqvks2yDUzDCdkJG7fmVZ7gShmdQCmvapE+fcoCPTTzVrvl1HzDsqJzKOc
+tzXKBnsfRYD7+bIoQzaVZYOUd7gL1DzQAZoNqMqdptSQ488gpgPxq4JpLgWjR9j
8po+1pFrK8PI3p+ROFt7jB29g/m/NGiyxCEnzLFV5B8hl6HToGKBf8rd25g4Rk9w
jph0fCxP/oxjVfMpMiDZeu/cdSGC50RcwC+KDmSlT1Bj3LtQxC368bZC3D8ICe6r
5psV9l3FcrRb/a4g3OgwPKuT7dqePd+SopsgheGATAC0hPQiFqiUeEQqXn7HJN9e
9rmggQzhlR2/vNPYpj9fQnZdCfsTFTmk5NW2mBydNOR71iqpUR/mYURBNVwY5dXC
6SCPhAsvaGGVWpp0zuAGccyqsR0ijNpd1vXRZeGzZkZFu4nqVwTnkJARDkgzHKUc
2PvyKx1mfziDg/nPbOQoDfS7Xydbx1p9Vn8y9RwUO8PgM3qIsAv0e9/Z9tGFUS9U
VV7KbHwnPOGbJOXTA4rX5k07tACZb7y4n9bVByJxZ/uHph0jSl0gwMPkadX1ldXp
X/z+5vexBBL4BbepjPswJmUUKe9ogO7igvvymWrS78hgXkmw3erk29ax1Sy/gDNN
EmwnvFkTiXB9ui7KF+h/O3AJvxZDuA21f+w5wW+ehiYpOLTT1XeVK/3Iz7LVscQX
tR+fvXLFfKRW/yb3pPqyHInMIw5VIPtPIE9Dp5yqxe2qkn3NS79ujwtABb4mZJAH
3TTZVJTSgaMWpcpUyNwTQ9k91kq28sdCIqd6rOHWj5ILYledaNdEcaP0qnvPqPxM
ypkXEDL4l69cIdWpJ36DKgcB8Jo8q/OGIc325DNe9B0hkehb7KWES8TOWaPfy5RL
oX2Wk3kocOhTfo+f172P4fw+9+Cett0FMt5Jz69FeW3Taphm93t2zDQk1qmkyuzJ
uC1c1AyXTP1Ka2BJE4HYHUj2whQ4bad7QctlpGjLamGndj8ic/p49QgHj779W3a6
R2rE5EQGN5tpHpyYdfBvC8HfPDstnE2QxpcKMUFJhqs2uhcMl8CUJjnJCWy2u8gR
2lkZb3qNBLNTD60QaaWnA6Fb8+fjZepGBfFm6wx5/0eygfOOy6ZHGbKBy16SuW5+
tNPATPnkgx2DFBzyg5/xupd6RimIWwFAADzFZKnvCB8+9t/qEBQ6N0/hKugwu5z2
x+0W79FMb3boiL0rG0Q1ehDHIT1qbvaYmUe3aw3klp/KHojDvKVU0FD1prAeQjyM
2NrCp8M8N39NKGf5N1UKyijc2MK4ZjjyIZ52lNLqSLl1ZEhudAhtVnEvhY00jb2W
Bb9/kcSbyIrkBizcgxsmXU7ivUhtKLTE4v0AQQ3mc0/FcHO0n5U6G0O26scJeo3x
LVvbduUI2iHq4Qc+k/PPCRfFpUhDD9GzqngYV1K4bAMqdeXm8RbbdZVbL8fY9k5S
DjpBoFDxfzNb9+KA5sjdd55GLdZ+ejqYM/L9qAk1+s/J7DjZwPjnXx94cnNoJodg
fn9dYbL1oREiMIbb2rZQEaYXIX3sZ97+SB04CR8tX12+p0rZyefKB3s6OPl8ez97
oAU6ac1FoxgA/TsPGD3MnnySCJhtqXyx0Wu/qAQqlvPiockbdSAay6HmaMM1ALwq
m0R0M8ZPp+QadpCzke+SYIwdKu5woZRROqsntaHCjzDtWkUhE4GbIqzUYs1idEy7
ICoywfWnzNylOdbB9KrVMjVbFL7MDUbaaSk+rqHMaAYyDix+9YI5z6B7k1OGBaUN
AzD4e5KMFh/DO3GVfU7pIyT9Zhk/AgPlXKQj8SqFEFlGjp+/j1X+XHIxvVkS9dpo
cvzpdqvs9As97dLhaK6cf1RC/uudAFs4SLyn1N9nQt3IVyNsTFRVfjO3eCZ8bVdI
8tg31QfcgU8qxD1lzk3bZqqPqTIqxQ3IA1uTy3US9q6K/b6wbOXY8yVx8E2P4l2y
R+t7V7umlel5sydlhepxfCkchaL+iICZMWBDYBvrdjIKPWky7nMkKvpaqF+QiguH
f+HTAW27++Xp5CB02SaGlLUr7l4KwkTvPaXb0mIJemS/D8Ck4w4o1V1nNT7giLEx
xk/QbyOGPLRmAdNpLegEUMH+9q5KNkmo+xORpsEjCuWqLJJtQuNQWorcOCt1xIBY
DajWkX4mWhTaXuutf/krXpbDWwbLHL9BebGJVq+nMFd75gvRzj4WdJkURRLGeWGo
JiZ6m+BYe5v0HkBiS18URfHUiAAkuYpIPvJTBeHGIKLvifawt74ydKQZjRuNSPvY
GHR3bvkMNcbx/IIx8pvpfP1Wu+A9pEKh3WB1Ko5qkEUN5O20i838JXRupziuMtXP
4vScvN/6Uv/m6Pv656cDH7UEsIG+Mq5BBnOgECbPioK8nVgJHL20C30PB2ODpE16
j1Uv2TvXmX+m8L67dwMQN5u+clgvhrkXgZmTE0rln2ClAS4O+h/nH84psy8vqqej
3stXyYQabGQaYtlqAdd5Mg3m0QZtGehL7XxeTr3X21zPWlajlpM/AkqWNX4Qzmch
vN9gTkXKIUqfE2F3LSVoAGV+LgCCVquyb62XZqKPpvk6wyEtqZhq80oUBkljpJsX
tSEKpo2JzVXgTuOh9QTMwOuY0mf9x7dLu61n4YlCP5kwnErQFwCV2YuABGA4/pB/
R8qJT5F8cfzkQxFEcmYiWdmiIbhMYPkXJtZ6jSndEZdcJGX1TqKXnlqIs+kQC1o5
rSKjY/kHlGqBicn8iP1C2tbvN8jixqWLao6VPdjbOa25HtFWf+JAZBdMbdjfRJfi
PjY6I/Wf1ScMK4Y4DYRYNAiB15TQKNugmc6m5hRWk5D+eA4sVA4C4BulriKeNwl+
vra2hQIoEeFxV8ua9+bqHmCjVKrcyS3PAKIgxMQ3vGw/3422DdVOCUnjIFeaAhj1
mBjFO8+HuVg1g7un1AbZYEqRRknb0H74jfoHmWB5R9UrAVrofbJWjOYDELVcKKce
e9DspOEfX5At+tFybsYfru3M9LScYkLYF7nPalshp3A5j1yM0JbcNdLPxagaDBs2
SpzOCzuYvE9M8iVWPgtJ4kJbTNNzD/r1e24pNzKgQhwppEFsaUUvjSks+CWgWFqc
3uzrTDAYKPApSMsz8g/lHw1lI51YwtBLA3aSs13dTuzI0FJbpyWUbz50XYV4ZW7f
UQNgPboHM5AWm+jHAxsyaRFJCE2i1WR05xL39JdlDER+6z2V8/D5bU8Ny3Xnc6EA
WzkGjqEAdIcvjaRZLZXS1ZvOKfEvdCrIv/wJ18d2ZJ6IS5ZW8SLaZGYHjX8aGEg4
6gGqfu/aWnZF6k/0KJQfYylbOX1uw/rx24lG3M8OFOzdVKJqXDmqD4BjoGfeSwDi
FHQ1oIR6h9r63APM8Qf7z7ymENtBQXPYi+4bHOShRDbwe5WtH9nuDkz3XeH6yVza
+HZRM3fsTlKrJJ63aV3e+hyUrMh4r0P1c4N2vvyG68QTWGwfIaasuI1vXTp/Ca09
xy/dcSyCNpjsLSaBfPwLp/40R7qxKRPs+HAwHD+cMVYqNkVkT231CJlJoFeS2Up0
wviIWUKGxKSkbUA0GS6VxsfVXF6TojoViYXInC/aKu+amJHJrO7IchoGF84fGB2v
tKELZ/k+iXrvMjHfgGMsGKHTd9Cu7QkegiLFPbZU/hxFDp9VbIsrmixhGImcBhMv
HEg5I2BRuKkNS8nHwOKq0oUZLj3/x19sHkRVHFxk2F0h/uaysgBPLNsZMoQLWc7Q
3pc6g9z6JDxbu9UfvuKuEhxwe4DO9Wxf6kkub6n1hry+NRWLZvpMMpx/hO5LsTWP
TdGbEjZjqebe84yLiM87IWtBKzK99AJsy+9ZAKlSlnJs09WS/DJ82r3JkChNgoDk
WCVOjtXjuU7E1YaZuof2fLDijSwG7BZ1q6BbHwbKJzy3yzyXmiaYshnVngerXdNd
KlwqQP4p1k9bDj/pSSy+Db34Nxmi/XqKYPidmWrXH7DvJFoi1eOCFDrrBJs2o1sB
ZToKg5Q5ZWTRZSMWO5KK1idtaerTX7QvAsZYUF5Z9wA8P25Ny7DMBu4mk20Vy1mR
WaxUqoxFTVogoqhS3OjmjSL5syy6NYCOgR1nL7uiIVTopFUEYFc42Hp8HBowW5rS
CN+rR9MDSwx4SZUxOWKP+WaH53CEp1RhgVymVcrjuCZrZhFmD1NnSoCAU+IfbHZJ
kB5YFx4TR77+0apQiqRD2LNroIzjzbEdFT8IVpWRxvSDjot5zP9T5NvDkq3TS8BK
T857kOUfFAZ0N7IFqxIzTrh/ZfJS5evA/xY8T4mXS9iPGjEaN8PNWdVJtY/W/WxQ
phqnVqCwIIfDW2dEX6GcB22O1iXwpFNA9Q/2No7Oxm218J1GGQIDJNjiTULEpmoJ
Wn4KTTWcgERFMGmIp9SVq34IutHl7/eHVPr08plbA1qd+AAhRCTNGPNcPsDUEpMI
fANtPACrTjvBA0lQjjuhRmtpLt6z6I4r+cGfBjTmCiCKbzfKCv58gwaMRwOxgDTh
WEi9Lk/39xYlk8w+XiT+R3pAjY3R+of6+mBSecnX/Axpay6FS2itAF282nyCcm4z
EQYi+ckIfgnlSs3g+2Q+uKp5oF5OdfqMUXzzVE57Pq6yHs2aVOlhz/a9UKoRU8Wt
8cVDPwVUuwSxAse46RligozVF0lfxAFntwpQ76mjs4Pk/uO7mb5agg9M39cZYZbw
6gok3G3CvAXKdZ1oH1nqoST/OWNQjeMU4nbDVwZ2EXKGd1h3IQchdtVY7LZC4pEr
2JZ5wwUkRfJRBxQywxzop2U6rspgy9PqCRzts/PYMxxXHKisfyqi2qz28P1io+fT
hbVXHFA7CbFn76XUxq8O4eSexLZBKMeusEHOeRcA9h9GnMJr1IXbcTnXBi9C8e9Y</CipherValue>
</CipherData>
</EncryptedData></pkif:CreateCertificateIn>
  </soapenv:Body>
</soapenv:Envelope>